package domain.entity

import androidx.compose.runtime.Immutable

@Immutable
data class Shloka(
    val title: String = "Бг. 4.34",
    val shloka: String = "тад віддгі пран̣іпа̄тена\nпаріпраш́нена севайа̄\nупадекшйанті те джн̃а̄нам̇\nджн̃а̄нінас таттва-дарш́інах̣",
    val synonyms: String = "тат—таке знання про різні жертвопринесення; віддгі—намагайся зрозуміти; пран̣іпа̄тена—наближаючись до духовного вчителя; паріпраш́нена—смиренними запитаннями; севайа̄—виконуючи служіння; упадекшйанті—вони посвятять; те—тебе; джн̃а̄нам—в знання; джн̃а̄нінах̣—той, хто усвідомив себе: таттва—істини; дарш́інах̣—провидці.",
    val translation: String = "Просто намагайся пізнати істину, звернувшись до духовного вчителя. Розпитуй його смиренно і служи йому. Душі, що усвідомили себе, можуть дати тобі знання, бо вони бачать істину."
)