{
  "shlokas": [
    {
      "id": "1.1",
      "shloka": "dhṛtarāṣṭra uvāca\ndharma-kṣetre kuru-kṣetre\nsamavetā yuyutsavaḥ\nmāmakāḥ pāṇḍavāś caiva\nkim akurvata sañjaya",
      "synonyms": "dhṛtarāṣṭraḥ uvāca — King Dhṛtarāṣṭra said; dharma-kṣetre — in the place of pilgrimage; kuru-kṣetre — in the place named Kurukṣetra; samavetāḥ — assembled; yuyutsavaḥ — desiring to fight; māmakāḥ — my party (sons); pāṇḍavāḥ — the sons of Pāṇḍu; ca — and; eva — certainly; kim — what; akurvata — did they do; sañjaya — O Sañjaya.",
      "translation": "Dhṛtarāṣṭra said: O Sañjaya, after my sons and the sons of Pāṇḍu assembled in the place of pilgrimage at Kurukṣetra, desiring to fight, what did they do?"
    },
    {
      "id": "2.13",
      "shloka": "dehino ’smin yathā dehe\nkaumāraṁ yauvanaṁ jarā\ntathā dehāntara-prāptir\ndhīras tatra na muhyati",
      "synonyms": "dehinaḥ — of the embodied; asmin — in this; yathā — as; dehe — in the body; kaumāram — boyhood; yauvanam — youth; jarā — old age; tathā — similarly; deha-antara — of transference of the body; prāptiḥ — achievement; dhīraḥ — the sober; tatra — thereupon; na — never; muhyati — is deluded.",
      "translation": "As the embodied soul continuously passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. A sober person is not bewildered by such a change."
    },
    {
      "id": "2.14",
      "shloka": "mātrā-sparśās tu kaunteya\nśītoṣṇa-sukha-duḥkha-dāḥ\nāgamāpāyino ’nityās\ntāṁs titikṣasva bhārata",
      "synonyms": "mātrā-sparśāḥ — sensory perception; tu — only; kaunteya — O son of Kuntī; śīta — winter; uṣṇa — summer; sukha — happiness; duḥkha — and pain; dāḥ — giving; āgama — appearing; apāyinaḥ — disappearing; anityāḥ — nonpermanent; tān — all of them; titikṣasva — just try to tolerate; bhārata — O descendant of the Bharata dynasty.",
      "translation": "O son of Kuntī, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed."
    },
    {
      "id": "2.20",
      "shloka": "na jāyate mriyate vā kadācin\nnāyaṁ bhūtvā bhavitā vā na bhūyaḥ\najo nityaḥ śāśvato ’yaṁ purāṇo\nna hanyate hanyamāne śarīre",
      "synonyms": "na — never; jāyate — takes birth; mriyate — dies; vā — either; kadācit — at any time (past, present or future); na — never; ayam — this; bhūtvā — having come into being; bhavitā — will come to be; vā — or; na — not; bhūyaḥ — or is again coming to be; ajaḥ — unborn; nityaḥ — eternal; śāśvataḥ — permanent; ayam — this; purāṇaḥ — the oldest; na — never; hanyate — is killed; hanyamāne — being killed; śarīre — the body.",
      "translation": "For the soul there is neither birth nor death at any time. He has not come into being, does not come into being, and will not come into being. He is unborn, eternal, ever-existing and primeval. He is not slain when the body is slain."
    },
    {
      "id": "3.9",
      "shloka": "yajñārthāt karmaṇo ’nyatra\nloko ’yaṁ karma-bandhanaḥ\ntad-arthaṁ karma kaunteya\nmukta-saṅgaḥ samācara",
      "synonyms": "yajña-arthāt — done only for the sake of Yajña, or Viṣṇu; karmaṇaḥ — than work; anyatra — otherwise; lokaḥ — world; ayam — this; karma-bandhanaḥ — bondage by work; tat — of Him; artham — for the sake; karma — work; kaunteya — O son of Kuntī; mukta-saṅgaḥ — liberated from association; samācara — do perfectly.",
      "translation": "Work done as a sacrifice for Viṣṇu has to be performed; otherwise work causes bondage in this material world. Therefore, O son of Kuntī, perform your prescribed duties for His satisfaction, and in that way you will always remain free from bondage."
    },
    {
      "id": "4.7",
      "shloka": "yadā yadā hi dharmasya\nglānir bhavati bhārata\nabhyutthānam adharmasya\ntadātmānaṁ sṛjāmy aham",
      "synonyms": "yadā yadā — whenever and wherever; hi — certainly; dharmasya — of religion; glāniḥ — discrepancies; bhavati — become manifested; bhārata — O descendant of Bharata; abhyutthānam — predominance; adharmasya — of irreligion; tadā — at that time; ātmānam — self; sṛjāmi — manifest; aham — I.",
      "translation": "Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion – at that time I descend Myself."
    },
    {
      "id": "4.34",
      "shloka": "tad viddhi praṇipātena\nparipraśnena sevayā\nupadekṣyanti te jñānaṁ\njñāninas tattva-darśinaḥ̣",
      "synonyms": "tat — that knowledge of different sacrifices; viddhi — try to understand; praṇipātena — by approaching a spiritual master; paripraśnena — by submissive inquiries; sevayā — by the rendering of service; upadekṣyanti — they will initiate; te — you; jñānam — into knowledge; jñāninaḥ — the self-realized; tattva — of the truth; darśinaḥ — seers.",
      "translation": "Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized souls can impart knowledge unto you because they have seen the truth."
    },
    {
      "id": "4.35",
      "shloka": "yaj jñātvā na punar moham\nevaṁ yāsyasi pāṇḍava\nyena bhūtāny aśeṣāṇi\ndrakṣyasy ātmany atho mayi",
      "synonyms": "yat — which; jñātvā — knowing; na — never; punaḥ — again; moham — to illusion; evam — like this; yāsyasi — you shall go; pāṇḍava — O son of Pāṇḍu; yena — by which; bhūtāni — living entities; aśeṣāṇi — all; drakṣyasi — you will see; ātmani — in the Supreme Soul; atha u — or in other words; mayi — in Me.",
      "translation": "Having obtained real knowledge from a self-realized soul, you will never fall again into such illusion, for by this knowledge you will see that all living beings are but part of the Supreme, or, in other words, that they are Mine."
    },
    {
      "id": "5.18",
      "shloka": "vidyā-vinaya-sampanne\nbrāhmaṇe gavi hastini\nśuni caiva śva-pāke ca\npaṇḍitāḥ sama-darśinaḥ",
      "synonyms": "vidyā — with education; vinaya — and gentleness; sampanne — fully equipped; brāhmaṇe — in the brāhmaṇa; gavi — in the cow; hastini — in the elephant; śuni — in the dog; ca — and; eva — certainly; śva-pāke — in the dog-eater (the outcaste); ca — respectively; paṇḍitāḥ — those who are wise; sama-darśinaḥ — who see with equal vision.",
      "translation": "The humble sages, by virtue of true knowledge, see with equal vision a learned and gentle brāhmaṇa, a cow, an elephant, a dog and a dog-eater [outcaste]."
    },
    {
      "id": "7.14",
      "shloka": "daivī hy eṣā guṇa-mayī\nmama māyā duratyayā\nmām eva ye prapadyante\nmāyām etāṁ taranti te",
      "synonyms": "daivī — transcendental; hi — certainly; eṣā — this; guṇa-mayī — consisting of the three modes of material nature; mama — My; māyā — energy; duratyayā — very difficult to overcome; mām — unto Me; eva — certainly; ye — those who; prapadyante — surrender; māyām etām — this illusory energy; taranti — overcome; te — they.",
      "translation": "This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it."
    },
    {
      "id": "8.16",
      "shloka": "ā-brahma-bhuvanāl lokāḥ\npunar āvartino ’rjuna\nmām upetya tu kaunteya\npunar janma na vidyate",
      "synonyms": "ā-brahma-bhuvanāt — up to the Brahmaloka planet; lokāḥ — the planetary systems; punaḥ — again; āvartinaḥ — returning; arjuna — O Arjuna; mām — unto Me; upetya — arriving; tu — but; kaunteya — O son of Kuntī; punaḥ janma — rebirth; na — never; vidyate — takes place.",
      "translation": "From the highest planet in the material world down to the lowest, all are places of misery wherein repeated birth and death take place. But one who attains to My abode, O son of Kuntī, never takes birth again."
    },
    {
      "id": "9.34",
      "shloka": "man-manā bhava mad-bhakto\nmad-yājī māṁ namaskuru\nmām evaiṣyasi yuktvaivam\nātmānaṁ mat-parāyaṇaḥ",
      "synonyms": "mat-manāḥ — always thinking of Me; bhava — become; mat — My; bhaktaḥ — devotee; mat — My; yājī — worshiper; mām — unto Me; namas-kuru — offer obeisances; mām — unto Me; eva — completely; eṣyasi — you will come; yuktvā — being absorbed; evam — thus; ātmānam — your soul; mat-parāyaṇaḥ — devoted to Me.",
      "translation": "Engage your mind always in thinking of Me, become My devotee, offer obeisances to Me and worship Me. Being completely absorbed in Me, surely you will come to Me."
    },
    {
      "id": "10.10",
      "shloka": "teṣāṁ satata-yuktānāṁ\nbhajatāṁ prīti-pūrvakam\ndadāmi buddhi-yogaṁ taṁ\nyena mām upayānti te",
      "synonyms": "teṣām — unto them; satata-yuktānām — always engaged; bhajatām — in rendering devotional service; prīti-pūrvakam — in loving ecstasy; dadāmi — I give; buddhi-yogam — real intelligence; tam — that; yena — by which; mām — unto Me; upayānti — come; te — they.",
      "translation": "To those who are constantly devoted to serving Me with love, I give the understanding by which they can come to Me."
    },
    {
      "id": "14.26",
      "shloka": "māṁ ca yo ’vyabhicāreṇa\nbhakti-yogena sevate\nsa guṇān samatītyaitān\nbrahma-bhūyāya kalpate",
      "synonyms": "mām — unto Me; ca — also; yaḥ — a person who; avyabhicāreṇa — without fail; bhakti-yogena — by devotional service; sevate — renders service; saḥ — he; guṇān — the modes of material nature; samatītya — transcending; etān — all these; brahma-bhūyāya — elevated to the Brahman platform; kalpate — becomes.",
      "translation": "One who engages in full devotional service, unfailing in all circumstances, at once transcends the modes of material nature and thus comes to the level of Brahman."
    },
    {
      "id": "15.15",
      "shloka": "sarvasya cāhaṁ hṛdi sanniviṣṭo\nmattaḥ smṛtir jñānam apohanaṁ ca\nvedaiś ca sarvair aham eva vedyo\nvedānta-kṛd veda-vid eva cāham",
      "synonyms": "sarvasya — of all living beings; ca — and; aham — I; hṛdi — in the heart; sanniviṣṭaḥ — situated; mattaḥ — from Me; smṛtiḥ — remembrance; jñānam — knowledge; apohanam — forgetfulness; ca — and; vedaiḥ — by the Vedas; ca — also; sarvaiḥ — all; aham — I am; eva — certainly; vedyaḥ — knowable; vedānta-kṛt — the compiler of the Vedānta; veda-vit — the knower of the Vedas; eva — certainly; ca — and; aham — I.",
      "translation": "I am seated in everyone’s heart, and from Me come remembrance, knowledge and forgetfulness. By all the Vedas, I am to be known. Indeed, I am the compiler of Vedānta, and I am the knower of the Vedas."
    },
    {
      "id": "18.66",
      "shloka": "sarva-dharmān parityajya\nmām ekaṁ śaraṇaṁ vraja\nahaṁ tvāṁ sarva-pāpebhyo\nmokṣayiṣyāmi mā śucaḥ",
      "synonyms": "sarva-dharmān — all varieties of religion; parityajya — abandoning; mām — unto Me; ekam — only; śaraṇam — for surrender; vraja — go; aham — I; tvām — you; sarva — all; pāpebhyaḥ — from sinful reactions; mokṣayiṣyāmi — will deliver; mā — do not; śucaḥ — worry.",
      "translation": "Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear."
    }
  ]
}